return {
    {
        -- ステージのインデックス
        level = 1, -- プレイヤー
        player = {
            x = 440, -- x座標（左上の頂点）
            y = 500 -- y座標（左上の頂点）
        }, -- 地形
        grounds = {
            -- 一つ目の地形
            {
                x = 0, -- x座標（左上の頂点）
                y = 560, -- y座標（左上の頂点）
                w = 800, -- 横幅
                h = 40, -- 縦幅
                rot = 0 -- 回転
            }, -- 二つ目以降の地形も同様に記述
            {x = 720, y = 480, w = 80, h = 80},
            {x = 720, y = 320, w = 80, h = 100},
            {x = 720, y = 320, w = 80, h = 100, rot = math.pi / 3}
        },
        respawns = {{x = 400, y = 600, w = 120, h = 10}},
        -- 回収できるオブジェクト
        collectables = {
            {
                x = 0, -- x座標（左上の頂点）
                y = 580, -- y座標（左上の頂点）
                type = 'square' -- 形状
            }
        }, -- ゴール
        goal = {
            x = 100, -- x座標（左上の頂点）
            y = 500 -- y座標（左上の頂点）
        }
    },
    {
        level = 2,
        player = {x = 30, y = 189},
        grounds = {
            {x = 0, y = 0, w = 10, h = 600, rot = 0},
            {x = 10, y = 230, w = 100, h = 370, rot = 0},
            {x = 110, y = 500, w = 290, h = 100, rot = 0},
            {x = 180, y = 0, w = 220, h = 220, rot = 0},
            {x = 320, y = 220, w = 80, h = 75, rot = 0},
            {x = 160, y = 295, w = 240, h = 85, rot = 0},
            {x = 520, y = 500, w = 220, h = 100, rot = 0},
            {x = 740, y = 0, w = 60, h = 600, rot = 0}
        },
        respawns = {{x = 400, y = 600, w = 120, h = 10}},
        collectables = {{x = 180, y = 254, type = 'square'}, {x = 221, y = 254, type = 'square'}, {x = 262, y = 254, type = 'square'}},
        goal = {x = 650, y = 450}
    }
}
